[
  {
    "title": "Analysis-on-Food-Nutrition-Quality",
    "year":  2025,
    "image": "../image/adult_eng.jpg",
    "description": "In this project, we explore two datasets that consist of recipes and user interactions. This enables us to investigate cooking trends, recipe complexity, and user preferences."
  },
  {
    "title": "Analysis on important of league of legends",
    "year": 2025,
    "image": "../image/league-of-legends.jpg",
    "description": "In this project, we aimed to explore key in-game metrics to understand performance for each position in League of Legends(LOL). Specifically, we investigated the research question: Which role “carries” (does the best) in their team more often, ADCs (Bot lanes) or Junglers?"
  },
  {
    "title": "Drawing for weather",
    "year": 2025,
    "image": "../image/weather.png",
    "description": "Image that clearly show how rainfall changes over time. With miami and san francisco highlight as lowest and most"
  },
  {
    "title": "My first pull request.",
    "year": 2023,
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Officiis ipsa excepturi laboriosam non animi enim quos magni impedit! Assumenda, laudantium molestiae!"
  },
  {
    "title": "Drawing for mouse movement",
    "year": 2025,
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Architecto, eaque quia quidem reiciendis asperiores vitae, et aut, reiciendis laboriosam neque totam."
  },
  {
    "title": "Editing the framing",
    "year": 2024,
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Eligendi ratione autem aperiam ex asperiores pariatur dolores pariatur veritatis molestiae illum! Quos."
  },
  {
    "title": "wolf jumping over sheep",
    "year": 2023,
    "image": "../image/wolf.jpg",
    "description": "A dynamic illustration capturing the agility and grace of a wolf leaping over a flock of sheep, symbolizing the balance between predator and prey in nature."
  },
  {
    "title": "finding the mininum",
    "year": 2022,
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Culpa iste modi inventore, officiis, natus, adipisci assumenda nihil nostrum reiciendis sequi mollitia!"
  },
  {
    "title": "smiling cat",
    "year": 2022,
    "image": "../image/smilecat.jpg",
    "description": "A charming and whimsical illustration of a cat with a wide, joyful smile, capturing the playful and affectionate nature of our feline friends."
  },
  {
    "title": "Confused Cat",
    "year": 2024,
    "image": "../image/confuse-cat.jpg",
    "description": "An intriguing illustration of a cat with a perplexed expression, capturing the curious and often bewildering nature of feline behavior."
  },
  {
    "title": "blur cat",
    "year": 2023,
    "image": "../image/blurcat.jpg",
    "description": "A unique artistic depiction of a cat, with blurred lines creating a surreal and dreamy effect, capturing the essence of the feline in a static pose."
  },
  {
    "title": "Scream cat",
    "year": 2022,
    "image": "../image/scrycat.jpg",
    "description": "An expressive and dramatic illustration of a cat mid-scream, capturing the raw emotion and intensity of the moment."
  }
]